export const InfoBlock = () => {
  return(
    <header className='Info-block'>
      <h1>DnD</h1>
      <h2>pechera</h2>
      <div className='Info-block__footer'>
      <h3>Вітаємо на сайті про підземелля та дракони!</h3>
      <p>Вітаю на веб-сайті про найкрутішу настільну рольову гру - Dungeons & Dragons! Це справжній рай для всіх нердів, які обожнюють фентезі, пригоди та геймплей настільних ігор. Ви матимете можливість втілити своїх героїв, розробляти унікальні персонажів з усіма деталями від раси до професії, кидати куби, розв'язувати загадки та змагатися з монстрами та ворогами. Гра в ДнД розвиває ваші навички відтворення ролі, стратегії, комунікації та креативного мислення. Не має значення, чи ви є досвідченим гравцем, або тільки вчитеся, гра в ДнД завжди пропонує нові виклики та незабутні враження. Приєднуйтесь до нас на цьому сайті та відкрийте для себе цей захоплюючий світ!</p>
      </div>
      </header>
  )
}

